tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
brew "libtiff"
brew "webp"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs"
brew "bat"
brew "gettext"
brew "libusb"
brew "colima"
brew "coreutils"
brew "ctags"
brew "curl"
brew "cw"
brew "diff-so-fancy"
brew "docker"
brew "editorconfig"
brew "gh"
brew "git"
brew "git-lfs"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "hub"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "ldns"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "node"
brew "nvm"
brew "openssh"
brew "packer"
brew "pandoc"
brew "perl"
brew "poetry"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "speedtest"
brew "sslscan"
brew "sslyze"
brew "swig"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "ykpers"
brew "zsh-completions"
brew "jakehilborn/jakehilborn/displayplacer"
cask "avibrazil-rdm"
cask "beyond-compare"
cask "bitwarden"
cask "blockblock"
cask "cakebrew"
cask "cyberduck"
cask "discord"
cask "displaycal"
cask "displays"
cask "dropbox"
cask "duet"
cask "element"
cask "elgato-stream-deck"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "inkscape"
cask "lockdown"
cask "logi-options-plus"
cask "lulu"
cask "macfuse"
cask "microsoft-teams"
cask "muzzle"
cask "netiquette"
cask "obsidian"
cask "omnidisksweeper"
cask "pester"
cask "raspberry-pi-imager"
cask "sdformatter"
cask "slack"
cask "textmate"
cask "the-unarchiver"
cask "ticktick"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "zoom"
