tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.11"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "docutils"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bat"
brew "gettext"
brew "libssh"
brew "libusb"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "ctags"
brew "libssh2"
brew "curl"
brew "cw"
brew "diff-so-fancy"
brew "docker"
brew "editorconfig"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "hub"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "ldns"
brew "libxmlsec1"
brew "libyaml"
brew "node"
brew "nvm"
brew "openssh"
brew "packer"
brew "pandoc"
brew "perl"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "speedtest"
brew "sslscan"
brew "sslyze"
brew "swig"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "ykpers"
brew "zsh-completions"
brew "jakehilborn/jakehilborn/displayplacer"
cask "avibrazil-rdm"
cask "beyond-compare"
cask "bitwarden"
cask "blockblock"
cask "cakebrew"
cask "cyberduck"
cask "discord"
cask "displaycal"
cask "displays"
cask "dropbox"
cask "duet"
cask "element"
cask "elgato-stream-deck"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "inkscape"
cask "lockdown"
cask "logi-options-plus"
cask "lulu"
cask "macfuse"
cask "microsoft-teams"
cask "muzzle"
cask "netiquette"
cask "obsidian"
cask "omnidisksweeper"
cask "pester"
cask "raspberry-pi-imager"
cask "sdformatter"
cask "slack"
cask "textmate"
cask "the-unarchiver"
cask "ticktick"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "zoom"
vscode "766b.go-outliner"
vscode "aaron-bond.better-comments"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bungcip.better-toml"
vscode "casualjim.gotemplate"
vscode "chrmarti.ssh"
vscode "compilouit.manpage"
vscode "DavidAnson.vscode-markdownlint"
vscode "EditorConfig.EditorConfig"
vscode "EFanZh.graphviz-preview"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "foxundermoon.shell-format"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "lextudio.restructuredtext"
vscode "mousavian.ssh-config-syntax-highlighter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "njzy.stats-bar"
vscode "PenumbraTheme.penumbra"
vscode "PKief.material-icon-theme"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "robole.marky-stats"
vscode "roperzh.make-auto-vars"
vscode "samuelcolvin.jinjahtml"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wayou.vscode-todo-highlight"
vscode "xshrim.txt-syntax"
